{
  "index": {
    "contact": "About/Contact",
    "who-am-i-title": "UX-Designer",
    "who-am-i-text": "Solving problems professionally since 2011, as a UX designer since 2023. Driven to understand how people function and interact with products and services, and striving to create user-friendly solutions that enhance the experience.",
    "projects": "Projects",
    "read-more": "Read more",
    "project1-text1": "Internship (LIA 1) project at the consulting firm Frontwalker for the client STUNS Life-science.",
    "project1-text2": "STUNS is a foundation that works to increase collaboration between universities, municipalities/regions, and the business community.",
    "project1-text3": "For this purpose, STUNS offers a service for the community to search for relevant data in a database and view and register for events.",
    "project1-text4": "The project aimed to improve this service, “Insight Machine.“",
    "project1-text5": "“Make it more user-friendly!“ - STUNS",
    "project2-text1": "School work completed in the course “Needs Analysis & Research“ with a focus on processes.",
    "project2-text2": "“In what way can Hemnet provide clear and easily accessible information about a property's environmental performance, including energy consumption, material choices, and sustainability certifications?“",
    "next-project-tile": "title",
    "next-project-text": "text"
  },
  "about": {
    "download": "CV",
    "who-i-am-title": "About me",
    "who-i-am-text1": "On my way to becoming a skilled UX designer through the Nackademin UX Designer program (2023-2025). A program with 40 spots and over 600 applicants.",
    "who-i-am-text2": "In a team, I am driven to move forward, offering suggestions and taking initiative. A good group dynamic is important to me, and I always strive to show great respect for others with a positive attitude and humor where applicable",
    "who-i-am-text3": "I am curious, positive, and motivated by new challenges.",
    "who-i-am-text4": "For the majority of my working life, I have worked with various types of customer/user interactions, meeting all kinds of people with all kinds of problems. I have learned not only to hear what the user says but also to understand what the user means, and to see problems from their perspective.",
    "who-i-am-end-title": "Contact me to learn more!"
  },
  "project1": {
    "title": "Frontwalker / STUNS Life Science",
    "before": "Before",
    "solution": "Proposed solution",
    "roletitle": "Role",
    "roletext": "UX-designer",
    "teamtitle": "Team",
    "teamtext": "Solo, with guidance from senior UX designer Sara Abenius",
    "timetile": "Duration",
    "timetext": "April - May 2024 (8 weeks)",
    "introtitle": "Introduction",
    "introtext1": "The project was carried out as part of an internship (LIA 1) at the consultancy firm Frontwalker in Uppsala.The assignment was for the client STUNS Life Science, a foundation that aims to increase collaboration between universities, municipality/regions, and the business sector.",
    "introtext2": "STUNS offers a service for this purpose called Insight Machine, which is designed to gather and provide data. It serves both as a user interface for a database, allowing users to search and compare relevant data on businesses within the industry, and as a platform to create and invite people to events for the community, as well as to create and share surveys for data collection.",
    "introtext3": "he project focused on improving the Insight Machine service.",
    "problemtitle": "Problem",
    "problemtext1": "Insight Machine is a relatively new service where functionality has been prioritized in development, while the user interface and usability have been neglected.",
    "problemtext2": "STUNS has identified the registration flow in Insight Machine as an area that needs improvement. It is a long, complex process.",
    "goaltitle": "Goal",
    "goaltext1": "Present a design proposal in the form of a high-fidelity prototype for the registration flow. If time allows, review and propose additional design improvements for other parts of the service.",
    "goaltext2": "The handover will be done through a presentation to STUNS.",
    "goaltext3": "Note: I identified opportunities for improvement on the homepage of Insight Machine. Throughout the work process, I aimed to also provide a design proposal for this part.",

    "approachtitle1": "Approach",
    "approachtext1": "I structured the work according to the Double Diamond methodology. The plan was as follows:",
    "approachtitle2": "Research",
    "approachtext2": "Insight Machine & STUNS",
    "approachtli11": "Who is STUNS, their mission, principles, and values.",
    "approachtli12": "Target audience - Who is the service created for?",
    "approachtli13": "Who are the current users of the service?",
    "approachtext3": "How the service works today",
    "approachtli21": "Conduct user testing.",
    "approachtli22": "Perform a heuristic evaluation.",
    "approachtext4": "Competitor Analysis",
    "approachtli31": "How are others solving similar problems?",
    "approachtli32": "Best practices regarding registration flows.",
    "approachtext5": "Survey",
    "approachtli41": "Why is the service used? What value does it provide?",
    "approachtext6": "Define the Problem",
    "approachtli51": "User Interviews",
    "approachtli52": "User stories",
    "approachtext7": "Develop Design Proposal",
    "approachtli61": "Wire-frames",
    "approachtli62": "Iterative user testing",
    "approachtli63": "Prototyping in Figma",
    "approachtli64": "A/B Testning",

    "researchtitle": "Research",
    "researchtext1": "Insight Machine is designed for several different target groups, including professors and students within universities, business owners, and representatives from companies, and to some extent, individuals from municipalities and regions.",
    "researchtext2": "After discussions with STUNS, it became clear that company-users is the most valuable target group. They have the greatest potential to benefit from the service, for example, by extracting data from the database to support the expansion of their business.",
    "researchtext3": "Thus, the target group I chose to focus on was the company-users.",
    "researchtext4": "User tests clearly revealed significant issues in the registration flow. The three main problems were:",
    "researcli11": "It was unclear when the registration process had been successfully completed and the optional information was requested, such as an address",
    "researcli12": "Confusion about why certain types of information were required, such as work experience",
    "researcli13": "Interaction design issues - There was a lack of clarity on how certain fields should be filled in and when users could proceed to the next step in the process",
    "researchtext5": "During the interviews, my hypothesis was confirmed:",
    "researcli21": "The homepage is unclear. Users found it difficult to understand what the service did and what value it provided.",
    "researchtext6": "Through the heuristic evaluation, I also identified several issues, many of which were less severe. However, what stood out were unclear error messages that left users confused about what went wrong and how they should proceed to resolve the issue.",

    "definetitle": "Define the Problem",
    "definetext1": "What is the problem that needs to be solved and why?",
    "definetext2": "Hypothesis:",
    "defineli11": "Low motivation for users to want to register. Users don't understand the value it provides",
    "defineli12": "The registration process is perceived as difficult, with too much information to process and share",
    "definetext3": "Through user stories, I was able to broadly identify where the major pain points in the registration flow were located.",
    "definetext4": "Unfortunately, STUNS didn't use tools like Google Analytics or similar to track and analyze how the service was being used. These kinds of tools would have been effective in identifying where users dropped off in the process.",
    "definetext5": "With the help of my methods, including user stories and interviews, I was able to confirm that my hypotheses were accurate.",

    "solutiontitle": "Solution",
    "solutiontext1": "For this phase, I spent a considerable amount of time researching UI best practices and UX copywriting. This was not only because I realized these skills would be essential in presenting a strong solution, but also because the purpose of this project for me was to learn and expand my capabilities.",
    "solutiontext2": "I created a prototype in Figma for both the homepage and the registration flow. I tested these with the target audience and iterated based on feedback. I also included A/B testing on specific parts, such as the login page and the custom page/overlay.",
    "solutiontext3": "I maintained regular communication and follow-up with the client. In some cases, I had to compromise, as they had specific requirements. For example, it would have been better for the user to not be asked to provide their address, as it wasn't currently being used for anything. However, STUNS saw potential in using this data for comparisons and presenting it to the community if requested.",
    "solutionpic": "Diffrent version of home-page I tested",
    "solutiontext4": "Key Focus Areas in My Design:",
    "solutiontext5": "Homepage",
    "solutionli11": "Invite users to explore the service's features, like a shopping window, compared to the previous unremarkable, closed door.",
    "solutiontext6": "Registration Flow",
    "solutionli21": "Simplify the process",
    "solutionli22": "Show smaller sections at a time to avoid overwhelming the user",
    "solutionli23": "Clearly explain why certain information is being asked for and what the user gains by providing it",
    "solutiontext7": "General",
    "solutionli31": "Use simpler language with a softer tone (while still maintaining professionalism)",
    "solutionli32": "Motivate users as much as possible throughout the process",
    "solutiontext8": "To encourage users to complete surveys and engage with the service, I proposed an MVP of a rewards solution. The user would earn rewards based on their usage of the service. The focus was on simplicity, with plans to test and evaluate how well it worked.",

    "presentationtitle": "Presentation",
    "presentationtext1": "In addition to describing my project, goals, processes, results, etc., I dedicated a significant part of my presentation to discussing UX and its value.",
    "presentationtext2": "The client had not previously worked with UX or had a user-centered approach in their development, and had they done so, they likely would have:",
    "presentationli11": "Had a more usable product",
    "presentationli12": "Saved time and money",
    "presentationli13": "Reached a larger user base",
    "presentationtext3": "I also recommended that the client introduce methods to track and measure the usage of the service.",
    "presentationli21": "NPS (Net Promoter Score) - Measure at least once a year to easily link actions to user satisfaction",
    "presentationli22": "Google Analytics or similar tools - To track if changes are effective, identify where users drop off, etc",
    "presentationli23": "Incorporate users early in the development of processes and new functionality. Bringing users into the process early helps ensure the product aligns with their needs and enhances usability",

    "reflectionstitle": "Reflections",
    "reflectionstext1": "I am satisfied with the project and its results given my circumstances. There are a few things I might have done a little differently, but it's always easier to say in hindsight. The only thing I feel I missed in this project was the opportunity to be involved in the implementation and closely follow up on the design. To continue observing how it could be further improved and providing suggestions for it.",
    "reflectionstext2": "This was my first 'major' project that I carried out almost entirely on my own, which has come with both advantages and challenges. The freedom is amazing—going from start to finish (almost). A challenge in this as a junior designer with limited experience in full-scale projects has been determining when something is 'good enough', but I guess that comes with time.",
    "reflectionstext3": "I also learned It doesn't take much to acquire new knowledge when the project demands it. I've learned a tremendous amount about Figma, UI, and copywriting, which has been incredibly valuable for the final result.",
    "x": ""
  },
  "project2": {
    "title": "Hemnet",
    "siteunderconstruction": "Site is under construction, more info soon!"
  },
  "project3": {},
  "project4": {},
  "project5": {},
  "project6": {}
}
