{
  "index": {
    "contact": "Om mig/Kontakt",
    "who-am-i-title": "UX-Designer",
    "who-am-i-text": "Löst problem professionellt sedan 2011, som UX-designer sedan 2023. Driven att förstå hur människor fungerar och interagerar med produkter och tjänster, och strävar efter att skapa användarvänliga lösningar som förbättrar upplevelsen.",
    "projects": "Projekt",
    "read-more": "Läs mer",
    "project1-text1": "Praktik (LIA 1)-projekt hos konsultfirman Frontwalker för kund STUNS Life-science.",
    "project1-text2": "STUNS  är en stiftelse verkar för att öka samarbetet mellan Universitet, kommun/region och näringslivet.",
    "project1-text3": "För det ändamålet erbjuder STUNS en tjänst för communityn att söka efter relevant data i en databas samt se och anmäla sig till events.",
    "project1-text4": "Projektet utgick ifrån att förbättra denna tjänst “Insight Machine“.",
    "project1-text5": "“Gör det med mer användarvänligt!” -STUNS",
    "project2-text1": "Skolarbete utfört i kursen “Behovsanalys & Research” med fokus på processer.",
    "project2-text2": "“På vilket sätt kan Hemnet erbjuda tydlig och lättillgänglig information om en bostads miljöprestanda, inklusive energiförbrukning, materialval och hållbarhetscertifieringar?”",
    "next-project-tile": "Vill du vara med att skapa nästa projekt med mig?",
    "next-project-text": "text"
  },
  "about": {
    "download": "CV",
    "who-i-am-title": "Om mig",
    "who-i-am-text1": "På väg att bli en skicklig UX-designer genom Nackademins UX-designerprogram (2023-2025). En utbildning med 40 platser och över 600 sökande.",
    "who-i-am-text2": "I ett team är jag drivande för att komma framåt, kommer med förslag och tar initiativ. Trygghet inom gruppen är för mig viktigt och jag strävar alltid att visa stor respekt för andra med god ton och humor där det kan appliceras. ",
    "who-i-am-text3": "Är nyfiken, positiv och drivs av nya utmaningar.",
    "who-i-am-text4": "Under majoriteten av mitt arbetsliv har jag arbetat med olika typer av kund/användarmöten, träffat alla sorters människor med alla sortens problem. Jag har lärt mig att inte bara höra vad användaren säger, utan även förstå vad användaren menar, att se problem utifrån hens perspektiv. ",
    "who-i-am-end-title": "Vill du veta mer? Hör av dig!"
  },
  "project1": {
    "title": "Frontwalker / STUNS Life Science",
    "before": "Före",
    "solution": "Lösningsförslag",
    "roletitle": "Roll",
    "roletext": "UX-designer",
    "teamtitle": "Team",
    "teamtext": "Solo, med handledning av senior UX-designer Sara Abenius",
    "timetile": "Tid",
    "timetext": "2024, april - maj (8 veckor)",
    "introtitle": "Intro",
    "introtext1": "Projektet utfördes via praktik (LIA 1) hos konsultfirman Frontwalker i Uppsala.Uppdraget skedde för kund STUNS Life Science, en stiftelse som verkar för att öka samarbetet mellan Universitet,kommun/region och näringslivet.",
    "introtext2": "STUNS har en tjänst för detta ändamål som heter *Insight Machine* vars syfte är att ge och inhämta data. Det fungerar dels som ett användargränssnitt till en databas, med möjlighet att göra sökningar och jämföra relevant data på exempelvis företag inom branschen. Och dels skapa & bjuda in till events för communityt samt skapa och dela enkäter för att inhämta data.",
    "introtext3": "Projektet omfattar förbättring av tjänsten Insight Machine.",
    "problemtitle": "Problem",
    "problemtext1": "Insight Machine, en relativt ny tjänst vars funktion prioriterats i utvecklingen med användargränssnitt och användarbarheten eftersatt.",
    "problemtext2": "STUNS har själva identifierat registreringsflödet i Insight Machine som en del som behöver förbättras. Det är ett långt, omfattande flöde.",
    "goaltitle": "Mål",
    "goaltext1": "Presentera ett designförslag i form av en high fidelity prototyp på registreringsflödet. Om tid finns över, se över och kom med andra designförslag på andra delar av tjänsten som är i behov av förbättring.",
    "goaltext2": "Överlämning sker i form av en presentation till STUNS.",
    "goaltext3": "Notering: Jag identifierade förbättringsmöjligheter för startsidan till Insight Machine. Under hela arbetsprocessen tog jag höjd för att komma med ett designförslag på även den.",

    "approachtitle1": "Upplägg",
    "approachtext1": "Jag la upp arbetet utefter double diamond metodiken. Med plan:",
    "approachtitle2": "Research",
    "approachtext2": "Av Insight Machine & STUNS",
    "approachtli11": "Vilka är STUNS, uppdrag, principer, värdegrund",
    "approachtli12": "Målgrupp - För vem är tjänsten skapad",
    "approachtli13": "Vilka använder tjänsten idag",
    "approachtext3": "Hur fungerar tjänsten idag",
    "approachtli21": "Användartester",
    "approachtli22": "Heuristisk utvärdering",
    "approachtext4": "Omvärldsbevakning",
    "approachtli31": "Hur löser andra samma problem",
    "approachtli32": "Best practice avseende registreringsflöden",
    "approachtext5": "Enkät",
    "approachtli41": "Varför används tjänsten, vilket värde ger den",
    "approachtext6": "Definiera problemet",
    "approachtli51": "Användarintervjuer",
    "approachtli52": "User stories",
    "approachtext7": "Utveckla designförslag",
    "approachtli61": "Wire-frames",
    "approachtli62": "Användartester",
    "approachtli63": "Prototyp via Figma",
    "approachtli64": "A/B - testning",

    "researchtitle": "Research",
    "researchtext1": "Insight Machine är skapad för flera olika typer av målgrupper, professorer och studenter inom universitetet. Företagare och representanter från företag. I viss mån personer från kommun och region.",
    "researchtext2": "Efter diskussion med STUNS finns det stora värdet i företagarna, dessa har störst potential att få ut ett värde av tjänsten. Exempelvis genom att ta ut data från databasen som kan ligga till grund för expansion av sin verksamhet.",
    "researchtext3": "Målgruppen jag valde att fokusera på blev således företagare.",
    "researchtext4": "Användartester visade tydligt att det fanns stora brister i registreringsflödet. De tre största problemen:",
    "researcli11": "Otydligt när registreringen av kontot var klart och det endast efterfrågades frivillig information, exempelvis adress.",
    "researcli12": "Förvirring kring varför viss typ av information efterfrågades, exempelvis arbetslivserfarenhet.",
    "researcli13": "Interaktionsdesign. Otydlighet hur vissa fält ska fyllas i och när man kan gå vidare i processen.",
    "researchtext5": "I intervjuerna upptäcktes också, vilket bekräftade min hypotes:",
    "researcli21": "Startsidan är otydlig. Det är svårt att förstå vad tjänsten gör och vilket värde den ger.",
    "researchtext6": "Via den heuristiska utvärderingen kunde jag även identifiera flera brister, många av mindre allvarlig karaktär. Det som stack ut var otydliga felmeddelanden som resulterar i att en användare inte förstår vad som är fel och hur man ska agera för att lösa dessa.",

    "definetitle": "Definiera problemet",
    "definetext1": "Vad är problemet som behöver lösas och varför?",
    "definetext2": "Hypotes:",
    "defineli11": "Låg motivation som användare att vilja registerna sig. Man förstår inte vilket värde det ger",
    "defineli12": "Det upplevs bökigt att registrera sig, mycket information att ta till sig och att dela med sig av",
    "definetext3": "Via user stories kunde jag på ett övergripande sätt se precis var i registreringsflödet de stora ‘pains’:en fanns.",
    "definetext4": "Dessvärre använde STUNS inte Google Analytic eller liknande för att följa upp och se hur tjänsten användes. Det hade annars varit ett effektivt sätt att identifiera var i processen användare hoppade av och liknande.",
    "definetext5": "Med hjälp av mina metoder bla. user stories och intervjuer kunde jag bekräfta att mina hypoteser stämde.",

    "solutiontitle": "Lösning",
    "solutiontext1": "Inför denna fas la jag en hel del tid på reasearch om UI och best practice därtill samt UX-copy. Dels för att det var kunskaper som jag insåg skulle krävas för att kunna presentera ett bra förslag på en lösning, dels för att syftet med projektet är för mig att lära mig.",
    "solutiontext2": "Gjorde prototyp i Figma av både startsidan och registreringsflödet. Testade respektive på målgruppen och itererade därefter. Inkluderade även A/B-testning på vissa specifika delar, exempelvis inloggnings sidan, egen sida/overlay.",
    "solutiontext3": "Hade regelbunden kontakt och uppföljning med kunden. Vissa delar var jag tvungen att kompromissa på då de ställde vissa krav. Exempelvis hade det för användaren varit bättre att slippa ange sin adress -den användes trots allt inte till något i nuläget. STUNS däremot såg potential i det, att kunna använda datan för att göra jämförelser baserat på det och presentera för communityt om efterfrågat.",
    "solutionpic": "Testade olika versioner av startsidan",
    "solutiontext4": "Den största fokusen jag la på min design:",
    "solutiontext5": "Startsidan",
    "solutionli11": "Bjuda in till tjänsten funktioner, likt ett skyltfönster till en butik jämfört med tidigare en intetsägande stängd dörr",
    "solutiontext6": "Registreringsflödet",
    "solutionli21": "Förenkla",
    "solutionli22": "Visa mindre delar åt gånger - för att inte överväldiga användaren",
    "solutionli23": "Förklara varför information efterfrågas och vad användaren vinner på att ange det",
    "solutiontext7": "Generellt",
    "solutionli31": "Använda ett lättare språk med en mjukare ton (med fortfarande professionellt)",
    "solutionli32": "Motivera i så stor utsträckning som möjligt",
    "solutiontext8": "För att ytterligare öka motivationen att använda tjänsten, svara på enkäter och liknande presenterade jag en MVP på en rewards-lösning där användaren skulle kunna få belöningar baserat på användandet. Fokus på enkelhet, testa och följa upp hur väl det fungerade.",

    "presentationtitle": "Presentation",
    "presentationtext1": "Utöver att beskriva mitt projekt, mål, processer, resultat etc. La jag en stor del av min presentation till kunden på att prata om UX och värdet i det.",
    "presentationtext2": "Kunden hade inte arbetat med UX eller användarcentrerat i sin utveckling tidigare och hade de gjort det hade de sannolikt:",
    "presentationli11": "Haft en mer användbar produkt",
    "presentationli12": "Sparat tid/pengar",
    "presentationli13": "Haft en större användargrupp",
    "presentationtext3": "Rekommenderade även kunden att introducera att sätt att följa upp och mäta användningen av tjänsten. ",
    "presentationli21": "NPS - Mätning minst en gång per år, enkelt sätt att härleda åtgärder till användarnöjdhet",
    "presentationli22": "Google analytics eller liknande - För att se om åtgärder fungerar, var ev användare hoppar av etc",
    "presentationli23": "Inkludera användare tidigt i utveckling av processer och ny funktionalitet",

    "reflectionstitle": "Reflektioner",
    "reflectionstext1": "Jag är nöjd med projektet och resultatet av det utifrån mina förutsättningar. Det finns vissa saker jag möjligtvis hade gjort lite annorlunda men det är alltid lätt att säga i efterhand. Det enda jag upplever att jag saknade i detta var möjligheten att vara med i implementeringen och att följa upp designen skarpt. Fortsatt se hur det kan förbättras ytterligare och komma med förslag till det.",
    "reflectionstext2": "Detta var mitt första 'stora' projekt som jag utförde i princip helt själv. Vilket kommit med både för och nackdelar. Friheten är fantastisk, att gå från start till slut (nästan). En utmaning i detta som junior designer utan större erfarenhet av skrapa projekt har varit att avgöra när är det “good enough” men gissningsvis är det något som kommer med tiden.",
    "reflectionstext3": "Jag lärde mig även att det behöver inte krävas allt för mycket att införskaffa sig ny kunskap om så projektet kräver. Jag har lärt mig oerhört mycket om Figma, UI och copy vilket varit väldigt värdefullt för slutresultatet.",
    "x": ""
  },

  "project2": {
    "title": "Hemnet",
    "siteunderconstruction": "Sidan under uppbyggnad, mer info snart!"
  },

  "project3": {},
  "project4": {},
  "project5": {},
  "project6": {}
}
